<?php
// Heading
$_['heading_title']      = 'Πληρωμή Στο Κατάστημα';

// Text
$_['text_extension']     = 'Επεκτάσεις';
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες του τρόπου Πληρωμή Στο Κατάστημα!';
$_['text_edit']          = 'Επεξεργασία του Πληρωμή Στο Κατάστημα';

// Entry
$_['entry_pay_in_store'] = 'Οδηγίες για τον τρόπο πληρωμής Πληρωμή Στο Κατάστημα';
$_['entry_total']        = 'Σύνολο';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη';
$_['entry_status']       = 'Κατάσταση';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης';

// Help
$_['help_total']         = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την Πληρωμή Στο Κατάστημα!';
$_['error_pay_in_store'] = 'Απαιτούνται οι οδηγίες του τρόπου πληρωμής Πληρωμή Στο Κατάστημα!';